Repository: BeeMobile/epay-wordpress
Catalog: languages/woocommerce-gateway-kkb-*.po
Languages: ru_ru

source: Kazakhstan tenge
ru_ru: Казахстан тенге

source: Kkb
ru_ru: Epay.kkb.kz

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enable Epay.kkb.kz
ru_ru: Включит Epay.kkb.kz

source: This controls whether or not this gateway is enabled within WooCommerce.
ru_ru: Это контролирует включен ли этот шлюз в WooCommerce.

source: Title
ru_ru: Заголовок

source: This controls the title which the user sees during checkout.
ru_ru: Это контролирует заголовок, который пользователь видит во время проверки.

source: Description
ru_ru: Описание

source: This controls the description which the user sees during checkout.
ru_ru: Это контролирует описание, которое пользователь видит во время проверки.

source: Sandbox
ru_ru: Тестовый режим

source: Place the payment gateway in development mode.
ru_ru: Включает режим разработки.

source: Shop/merchant id
ru_ru: Номер магазина/продавца

source: This is the merchant ID, received from kkb.
ru_ru: Это номер магазина, полученный от Epay.kkb.kz.

source: Shop/merchant Name
ru_ru: Название магазина/продавца

source: This is the merchant name, received from kkb.
ru_ru: Это название магазина, полученный от Epay.kkb.kz.

source: Certificate Serial Number
ru_ru: Серийный номер сертификата

source: This is the certificate id, received from kkb.
ru_ru: Это серийный номер сертификата, полученный от Epay.kkb.kz.

source: Private certificate
ru_ru: Файл с закрытым ключом

source: Choose private certificate
ru_ru: Выберите файл с закрытым ключом

source: Private certificate password
ru_ru: Пароль к закрытому ключу

source: This is the private certificate password, received from kkb.
ru_ru: Это пароль к закрытому ключу, полученный от Epay.kkb.kz.

source: Approve payment method
ru_ru: Метод подтверждения платежа

source: Choose approve payment method
ru_ru: Выберите метод подтверждения платежа

source: Automatic
ru_ru: Автоматический

source: Manual
ru_ru: Ручной

source: Log
ru_ru: Логирование

source: Enable logging
ru_ru: Включить логирование

source: Eay.kkb.kz works by sending the user to %sEpay.kkb.kz%s to enter their payment information.
ru_ru: Работает через редирект пользователю на сайт %sEpay.kkb.kz%s.

source: Gateway Disabled
ru_ru: Плагин отключен.

source: Choose Kazakhstan tenge as your store currency in "Currency Options" to enable the Epay.kkb.kz Gateway.
ru_ru: Выберите тенге в качестве вашего валюты магазина , чтобы включит плагин.

source: Pay via Epay.kkb.kz
ru_ru: Оплатить через Epay.kkb.kz

source: Cancel order &amp; restore cart
ru_ru: Отменить заказ

source: Thank you for your order. We are now redirecting you to epay.kkb.kz to make payment.
ru_ru: Спасибо за ваш заказ. Мы сейчас редиректим вас на epay.kkb.kz чтобы произвести платеж.

source: Thank you for your order, please click the button below to pay with kkb.
ru_ru: Спасибо за ваш заказ, пожалуйста, нажмите на кнопку ниже, чтобы оплатить.

source: kkb payment completed
ru_ru: Epay.kkb.kz: оплата завершена

source: Payment on-hold via kkb.
ru_ru: Epay.kkb.kz: деньги заблокированы на карточке клиента.

source: Payment error via kkb.
ru_ru: Epay.kkb.kz: Ошибка транзакции.

source: Payment approved via kkb
ru_ru: Epay.kkb.kz: деньги переведены на счет продавца

source: Payment refunded via kkb
ru_ru: Epay.kkb.kz: деньги возвращены клиенту.
